-- phpMyAdmin SQL Dump
-- version 4.6.6
-- https://www.phpmyadmin.net/
--
-- Хост: localhost
-- Время создания: Мар 15 2017 г., 14:09
-- Версия сервера: 5.7.17-11-beget-log
-- Версия PHP: 5.6.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `weeiss4u_1`
--

-- --------------------------------------------------------

--
-- Структура таблицы `arena`
--
-- Создание: Мар 15 2017 г., 11:04
-- Последнее обновление: Мар 15 2017 г., 11:04
--

DROP TABLE IF EXISTS `arena`;
CREATE TABLE `arena` (
  `id` int(11) NOT NULL,
  `user` int(11) NOT NULL DEFAULT '0',
  `opponent` int(11) NOT NULL DEFAULT '0',
  `time` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

-- --------------------------------------------------------

--
-- Структура таблицы `ban`
--
-- Создание: Мар 15 2017 г., 11:04
-- Последнее обновление: Мар 15 2017 г., 11:04
--

DROP TABLE IF EXISTS `ban`;
CREATE TABLE `ban` (
  `id` int(11) NOT NULL,
  `user` int(11) NOT NULL DEFAULT '0',
  `time` int(11) NOT NULL DEFAULT '0',
  `ip` text
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

-- --------------------------------------------------------

--
-- Структура таблицы `bazaar`
--
-- Создание: Мар 15 2017 г., 11:04
-- Последнее обновление: Мар 15 2017 г., 11:04
--

DROP TABLE IF EXISTS `bazaar`;
CREATE TABLE `bazaar` (
  `id` int(11) NOT NULL,
  `user` int(11) NOT NULL DEFAULT '0',
  `1` int(11) NOT NULL DEFAULT '0',
  `2` int(11) NOT NULL DEFAULT '0',
  `3` int(11) NOT NULL DEFAULT '0',
  `4` int(11) NOT NULL DEFAULT '0',
  `5` int(11) NOT NULL DEFAULT '0',
  `6` int(11) NOT NULL DEFAULT '0',
  `7` int(11) NOT NULL DEFAULT '0',
  `8` int(11) NOT NULL DEFAULT '0',
  `9` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

-- --------------------------------------------------------

--
-- Структура таблицы `cave`
--
-- Создание: Мар 15 2017 г., 11:04
-- Последнее обновление: Мар 15 2017 г., 11:04
--

DROP TABLE IF EXISTS `cave`;
CREATE TABLE `cave` (
  `id` int(11) NOT NULL,
  `user` int(11) NOT NULL DEFAULT '0',
  `dawn` enum('0','1') NOT NULL DEFAULT '0',
  `res_1` int(11) NOT NULL DEFAULT '0',
  `res_1_chanse` int(11) NOT NULL DEFAULT '0',
  `res_2` int(11) NOT NULL DEFAULT '0',
  `res_2_chanse` int(11) NOT NULL DEFAULT '0',
  `res_3` int(11) NOT NULL DEFAULT '0',
  `res_3_chanse` int(11) NOT NULL DEFAULT '0',
  `gather` int(11) NOT NULL DEFAULT '0',
  `time` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

-- --------------------------------------------------------

--
-- Структура таблицы `chat`
--
-- Создание: Мар 15 2017 г., 11:04
-- Последнее обновление: Мар 15 2017 г., 11:04
--

DROP TABLE IF EXISTS `chat`;
CREATE TABLE `chat` (
  `id` int(11) NOT NULL,
  `user` int(11) NOT NULL DEFAULT '0',
  `to` int(11) NOT NULL DEFAULT '0',
  `text` text,
  `time` int(11) NOT NULL DEFAULT '0',
  `read` enum('0','1') NOT NULL DEFAULT '0',
  `clan` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

-- --------------------------------------------------------

--
-- Структура таблицы `city`
--
-- Создание: Мар 14 2017 г., 12:35
-- Последнее обновление: Мар 14 2017 г., 12:35
--

DROP TABLE IF EXISTS `city`;
CREATE TABLE `city` (
  `id` int(11) NOT NULL,
  `attack_time` int(11) NOT NULL,
  `user` int(11) NOT NULL,
  `gold` int(11) DEFAULT '0',
  `health` int(11) DEFAULT '0',
  `gold_time` int(11) DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `city`
--

INSERT INTO `city` (`id`, `attack_time`, `user`, `gold`, `health`, `gold_time`) VALUES
(1, 1472213109, 0, 10, 3543915, 1472273074);

-- --------------------------------------------------------

--
-- Структура таблицы `clans`
--
-- Создание: Мар 15 2017 г., 11:04
-- Последнее обновление: Мар 15 2017 г., 11:04
--

DROP TABLE IF EXISTS `clans`;
CREATE TABLE `clans` (
  `id` int(11) NOT NULL,
  `name` varchar(100) DEFAULT NULL,
  `gerb` int(11) NOT NULL DEFAULT '0',
  `level` int(11) NOT NULL DEFAULT '1',
  `exp` int(11) NOT NULL DEFAULT '0',
  `g` int(11) NOT NULL DEFAULT '0',
  `s` int(11) NOT NULL DEFAULT '0',
  `r` enum('0','1') NOT NULL DEFAULT '0',
  `rank_for_invite` enum('0','1','2','3','4') NOT NULL DEFAULT '0',
  `rank_for_delete` enum('0','1','2','3','4') NOT NULL DEFAULT '0',
  `built_1` int(11) NOT NULL DEFAULT '0',
  `built_2` int(11) NOT NULL DEFAULT '0',
  `built_2_time` int(11) NOT NULL DEFAULT '0',
  `built_3` int(11) NOT NULL DEFAULT '0',
  `built_3_time` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

-- --------------------------------------------------------

--
-- Структура таблицы `clan_invite`
--
-- Создание: Мар 15 2017 г., 11:05
-- Последнее обновление: Мар 15 2017 г., 11:05
--

DROP TABLE IF EXISTS `clan_invite`;
CREATE TABLE `clan_invite` (
  `id` int(11) NOT NULL,
  `clan` int(11) NOT NULL DEFAULT '0',
  `user` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

-- --------------------------------------------------------

--
-- Структура таблицы `clan_memb`
--
-- Создание: Мар 15 2017 г., 11:05
-- Последнее обновление: Мар 15 2017 г., 11:05
--

DROP TABLE IF EXISTS `clan_memb`;
CREATE TABLE `clan_memb` (
  `id` int(11) NOT NULL,
  `clan` int(11) NOT NULL DEFAULT '0',
  `user` int(11) NOT NULL DEFAULT '0',
  `rank` enum('0','1','2','3','4') NOT NULL DEFAULT '0',
  `g` int(11) NOT NULL DEFAULT '0',
  `s` int(11) NOT NULL DEFAULT '0',
  `exp` int(11) NOT NULL DEFAULT '0',
  `time` int(11) NOT NULL DEFAULT '0',
  `last_update` int(11) NOT NULL DEFAULT '0',
  `v` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

-- --------------------------------------------------------

--
-- Структура таблицы `clan_msg`
--
-- Создание: Мар 15 2017 г., 11:05
-- Последнее обновление: Мар 15 2017 г., 11:05
--

DROP TABLE IF EXISTS `clan_msg`;
CREATE TABLE `clan_msg` (
  `id` int(11) NOT NULL,
  `clan` int(11) NOT NULL DEFAULT '0',
  `user` int(11) NOT NULL DEFAULT '0',
  `text` text,
  `time` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

-- --------------------------------------------------------

--
-- Структура таблицы `clan_msg_read`
--
-- Создание: Мар 15 2017 г., 11:05
-- Последнее обновление: Мар 15 2017 г., 11:05
--

DROP TABLE IF EXISTS `clan_msg_read`;
CREATE TABLE `clan_msg_read` (
  `id` int(11) NOT NULL,
  `msg` int(11) NOT NULL DEFAULT '0',
  `user` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

-- --------------------------------------------------------

--
-- Структура таблицы `coliseum`
--
-- Создание: Мар 15 2017 г., 11:05
-- Последнее обновление: Мар 15 2017 г., 11:05
--

DROP TABLE IF EXISTS `coliseum`;
CREATE TABLE `coliseum` (
  `id` int(11) NOT NULL,
  `start` enum('0','1') NOT NULL DEFAULT '0',
  `end` enum('0','1') NOT NULL DEFAULT '0',
  `time` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

-- --------------------------------------------------------

--
-- Структура таблицы `coliseum_log`
--
-- Создание: Мар 15 2017 г., 11:05
-- Последнее обновление: Мар 15 2017 г., 11:05
--

DROP TABLE IF EXISTS `coliseum_log`;
CREATE TABLE `coliseum_log` (
  `id` int(11) NOT NULL,
  `battle` int(11) NOT NULL DEFAULT '0',
  `user` int(11) NOT NULL DEFAULT '0',
  `text` text,
  `show` int(11) NOT NULL DEFAULT '0',
  `object` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

-- --------------------------------------------------------

--
-- Структура таблицы `coliseum_member`
--
-- Создание: Мар 15 2017 г., 11:05
-- Последнее обновление: Мар 15 2017 г., 11:05
--

DROP TABLE IF EXISTS `coliseum_member`;
CREATE TABLE `coliseum_member` (
  `id` int(11) NOT NULL,
  `battle` int(11) NOT NULL DEFAULT '0',
  `user` int(11) NOT NULL DEFAULT '0',
  `object` int(11) NOT NULL DEFAULT '0',
  `kills` int(11) NOT NULL DEFAULT '0',
  `time` int(11) NOT NULL DEFAULT '0',
  `exit` enum('0','1') NOT NULL DEFAULT '0',
  `dead` enum('0','1') NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

-- --------------------------------------------------------

--
-- Структура таблицы `complects`
--
-- Создание: Мар 14 2017 г., 12:35
-- Последнее обновление: Мар 14 2017 г., 12:35
--

DROP TABLE IF EXISTS `complects`;
CREATE TABLE `complects` (
  `id` int(11) NOT NULL,
  `quality` enum('0','1','2','3','4','5','6') NOT NULL DEFAULT '0',
  `name` varchar(100) DEFAULT NULL,
  `w_1` int(11) NOT NULL DEFAULT '0',
  `w_2` int(11) NOT NULL DEFAULT '0',
  `w_3` int(11) NOT NULL DEFAULT '0',
  `w_4` int(11) NOT NULL DEFAULT '0',
  `w_5` int(11) NOT NULL DEFAULT '0',
  `w_6` int(11) NOT NULL DEFAULT '0',
  `w_7` int(11) NOT NULL DEFAULT '0',
  `w_8` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

--
-- Дамп данных таблицы `complects`
--

INSERT INTO `complects` (`id`, `quality`, `name`, `w_1`, `w_2`, `w_3`, `w_4`, `w_5`, `w_6`, `w_7`, `w_8`) VALUES
(1, '1', 'Комплект воина', 9, 10, 11, 12, 13, 14, 15, 16),
(36, '0', '', 0, 0, 0, 0, 0, 0, 0, 0),
(37, '3', 'Комплект стервятника', 105, 106, 107, 108, 109, 110, 111, 112),
(34, '0', '', 0, 0, 0, 0, 0, 0, 0, 0),
(35, '3', 'Комплект паладина', 81, 82, 83, 84, 85, 86, 87, 88),
(32, '0', '', 0, 0, 0, 0, 0, 0, 0, 0),
(33, '3', 'Комплект зверобоя', 57, 58, 59, 60, 61, 62, 63, 64),
(30, '0', '', 0, 0, 0, 0, 0, 0, 0, 0),
(31, '3', 'Комплект возмездия', 49, 50, 51, 52, 53, 54, 55, 56),
(28, '0', '', 0, 0, 0, 0, 0, 0, 0, 0),
(29, '3', 'Комплект ветерана', 41, 42, 43, 44, 45, 46, 47, 48),
(26, '0', '', 0, 0, 0, 0, 0, 0, 0, 0),
(27, '2', 'Комплект рыцаря', 73, 74, 75, 76, 77, 78, 79, 80),
(24, '0', '', 0, 0, 0, 0, 0, 0, 0, 0),
(25, '2', 'Комплект искателя', 65, 66, 67, 68, 69, 70, 71, 72),
(22, '0', '', 0, 0, 0, 0, 0, 0, 0, 0),
(23, '2', 'Комплект ассасина', 33, 34, 35, 36, 37, 38, 39, 40),
(21, '1', 'Комплект охотника', 25, 26, 27, 28, 29, 30, 31, 32),
(20, '1', 'Комплект ополченца', 17, 18, 19, 20, 21, 22, 23, 24),
(38, '0', '', 0, 0, 0, 0, 0, 0, 0, 0),
(39, '3', 'Комплект стойкости', 113, 114, 115, 116, 117, 118, 119, 120),
(40, '0', '', 0, 0, 0, 0, 0, 0, 0, 0),
(41, '4', 'Комплект призрака', 89, 90, 91, 92, 93, 94, 95, 96),
(42, '4', 'Комплект скалы', 97, 98, 99, 100, 101, 102, 103, 104),
(43, '4', 'Комплект страха', 121, 122, 123, 124, 125, 126, 127, 128),
(44, '4', 'Комплект атакера', 129, 130, 131, 132, 133, 134, 135, 136),
(45, '5', 'Комплект мстителя', 202, 203, 204, 205, 206, 207, 208, 209),
(46, '5', 'Комплект инквизитора', 186, 187, 188, 189, 190, 191, 192, 193),
(47, '5', 'Комплект хранителя', 194, 195, 196, 197, 198, 199, 200, 201),
(48, '5', 'Комплект избранного', 178, 179, 180, 181, 182, 183, 184, 185),
(49, '4', 'Комплект гладиатора', 137, 138, 139, 140, 141, 142, 143, 144),
(50, '4', 'Комплект элиты', 145, 146, 147, 148, 149, 150, 151, 152),
(51, '4', 'Комплект молотобоя', 161, 162, 163, 164, 165, 166, 167, 168),
(52, '0', '', 0, 0, 0, 0, 0, 0, 0, 0),
(53, '5', 'Комплект палача', 210, 211, 212, 213, 214, 215, 216, 217);

-- --------------------------------------------------------

--
-- Структура таблицы `contacts`
--
-- Создание: Мар 15 2017 г., 11:06
-- Последнее обновление: Мар 15 2017 г., 11:06
--

DROP TABLE IF EXISTS `contacts`;
CREATE TABLE `contacts` (
  `user` int(11) NOT NULL DEFAULT '0',
  `ho` int(11) NOT NULL DEFAULT '0',
  `time` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

-- --------------------------------------------------------

--
-- Структура таблицы `duel`
--
-- Создание: Мар 15 2017 г., 11:06
-- Последнее обновление: Мар 15 2017 г., 11:06
--

DROP TABLE IF EXISTS `duel`;
CREATE TABLE `duel` (
  `id` int(11) NOT NULL,
  `user` int(11) NOT NULL DEFAULT '0',
  `opponent` int(11) NOT NULL DEFAULT '0',
  `time` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

-- --------------------------------------------------------

--
-- Структура таблицы `farm`
--
-- Создание: Мар 15 2017 г., 11:06
-- Последнее обновление: Мар 15 2017 г., 11:06
--

DROP TABLE IF EXISTS `farm`;
CREATE TABLE `farm` (
  `id` int(11) NOT NULL,
  `user` int(11) NOT NULL DEFAULT '0',
  `h` int(11) NOT NULL DEFAULT '0',
  `time` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

-- --------------------------------------------------------

--
-- Структура таблицы `fish`
--
-- Создание: Мар 15 2017 г., 11:06
-- Последнее обновление: Мар 15 2017 г., 11:06
--

DROP TABLE IF EXISTS `fish`;
CREATE TABLE `fish` (
  `id` int(11) NOT NULL,
  `user` int(11) NOT NULL,
  `udo4ka` int(11) NOT NULL,
  `pop` int(11) NOT NULL,
  `time` int(11) NOT NULL,
  `status` int(11) NOT NULL,
  `total` int(11) NOT NULL,
  `level` int(11) NOT NULL,
  `iznos` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `forum_comments`
--
-- Создание: Мар 14 2017 г., 12:35
-- Последнее обновление: Мар 14 2017 г., 12:35
--

DROP TABLE IF EXISTS `forum_comments`;
CREATE TABLE `forum_comments` (
  `id` int(11) NOT NULL,
  `topic` int(11) NOT NULL DEFAULT '0',
  `user` int(11) NOT NULL DEFAULT '0',
  `to` int(11) NOT NULL DEFAULT '0',
  `text` text,
  `time` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

-- --------------------------------------------------------

--
-- Структура таблицы `forum_sub`
--
-- Создание: Мар 14 2017 г., 12:35
-- Последнее обновление: Мар 14 2017 г., 12:35
--

DROP TABLE IF EXISTS `forum_sub`;
CREATE TABLE `forum_sub` (
  `id` int(11) NOT NULL,
  `name` varchar(100) DEFAULT NULL,
  `access` enum('0','1','2') NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

--
-- Дамп данных таблицы `forum_sub`
--

INSERT INTO `forum_sub` (`id`, `name`, `access`) VALUES
(1, 'Предложения по игре', '0'),
(2, 'Баги и ошибки', '0'),
(3, 'Свободное общение', '0'),
(4, 'Новости', '2'),
(5, 'Кланы', '0'),
(6, 'Нарушители', '0');

-- --------------------------------------------------------

--
-- Структура таблицы `forum_topic`
--
-- Создание: Мар 14 2017 г., 12:35
-- Последнее обновление: Мар 14 2017 г., 12:35
--

DROP TABLE IF EXISTS `forum_topic`;
CREATE TABLE `forum_topic` (
  `id` int(11) NOT NULL,
  `sub` int(11) NOT NULL DEFAULT '0',
  `close` enum('0','1') NOT NULL DEFAULT '0',
  `stick` enum('0','1') NOT NULL DEFAULT '0',
  `user` int(11) NOT NULL DEFAULT '0',
  `name` varchar(100) DEFAULT NULL,
  `text` text,
  `time` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

-- --------------------------------------------------------

--
-- Структура таблицы `inv`
--
-- Создание: Мар 15 2017 г., 11:06
-- Последнее обновление: Мар 15 2017 г., 11:06
--

DROP TABLE IF EXISTS `inv`;
CREATE TABLE `inv` (
  `id` int(11) NOT NULL,
  `user` int(11) NOT NULL DEFAULT '0',
  `item` int(11) NOT NULL DEFAULT '0',
  `quality` enum('0','1','2','3','4','5','6') NOT NULL DEFAULT '0',
  `bonus` int(11) NOT NULL DEFAULT '0',
  `smith` int(11) NOT NULL DEFAULT '0',
  `equip` enum('0','1') NOT NULL DEFAULT '0',
  `new` enum('0','1') NOT NULL DEFAULT '0',
  `rune` enum('0','1','2','3','4','5') NOT NULL DEFAULT '0',
  `_str` int(11) NOT NULL DEFAULT '0',
  `_vit` int(11) NOT NULL DEFAULT '0',
  `_agi` int(11) NOT NULL DEFAULT '0',
  `_def` int(11) NOT NULL DEFAULT '0',
  `place` enum('0','1') NOT NULL DEFAULT '0',
  `iznos` int(11) DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

-- --------------------------------------------------------

--
-- Структура таблицы `items`
--
-- Создание: Мар 14 2017 г., 12:35
-- Последнее обновление: Мар 14 2017 г., 12:35
--

DROP TABLE IF EXISTS `items`;
CREATE TABLE `items` (
  `id` int(11) NOT NULL,
  `w` enum('1','2','3','4','5','6','7','8') NOT NULL DEFAULT '1',
  `name` varchar(100) DEFAULT NULL,
  `quality` enum('0','1','2','3','4','5','6') NOT NULL DEFAULT '0',
  `skill` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

--
-- Дамп данных таблицы `items`
--

INSERT INTO `items` (`id`, `w`, `name`, `quality`, `skill`) VALUES
(1, '1', 'Шлем бродяги', '0', 0),
(2, '2', 'Наплечник бродяги', '0', 0),
(3, '3', 'Рубашка бродяги', '0', 0),
(4, '4', 'Перчатки бродяги', '0', 0),
(5, '5', 'Щит бродяги', '0', 0),
(6, '6', 'Нож бродяги', '0', 0),
(7, '7', 'Штаны бродяги', '0', 0),
(8, '8', 'Ботинки бродяги', '0', 0),
(9, '1', 'Шлем воина', '1', 1),
(10, '2', 'Наплечник воина', '1', 1),
(11, '3', 'Броня воина', '1', 1),
(12, '4', 'Перчатки воина', '1', 1),
(13, '5', 'Щит воина', '1', 1),
(14, '6', 'Меч воина', '1', 1),
(15, '7', 'Штаны воина', '1', 1),
(16, '8', 'Сапоги воина', '1', 1),
(17, '1', 'Шлем ополченца', '1', 1),
(18, '2', 'Наплечник ополченца', '1', 1),
(19, '3', 'Броня ополченца', '1', 1),
(20, '4', 'Перчатки ополченца', '1', 1),
(21, '5', 'Щит ополченца', '1', 1),
(22, '6', 'Топор ополченца', '1', 1),
(23, '7', 'Штаны ополченца', '1', 1),
(24, '8', 'Сапоги ополченца', '1', 1),
(25, '1', 'Маска охотника', '1', 1),
(26, '2', 'Наплечник охотника', '1', 1),
(27, '3', 'Броня охотника', '1', 1),
(28, '4', 'Перчатки охотника', '1', 1),
(29, '5', 'Катар охотника инь', '1', 1),
(30, '6', 'Катар охотника янь', '1', 1),
(31, '7', 'Штаны охотника', '1', 1),
(32, '8', 'Сапоги охотника', '1', 1),
(33, '1', 'Шлем ассасина', '2', 10),
(34, '2', 'Наплечник ассасина', '2', 10),
(35, '3', 'Броня ассасина', '2', 10),
(36, '4', 'Перчатки ассасина', '2', 10),
(37, '5', 'Веер ассасина инь', '2', 10),
(38, '6', 'Веер ассасина инь', '2', 10),
(39, '7', 'Штаны ассасина', '2', 10),
(40, '8', 'Сапоги ассасина', '2', 10),
(41, '1', 'Шлем ветерана', '3', 24),
(42, '2', 'Наплечник ветерана', '3', 24),
(43, '3', 'Броня ветерана', '3', 24),
(44, '4', 'Перчатки ветерана', '3', 24),
(45, '5', 'Щит ветерана', '3', 24),
(46, '6', 'Топор ветерана', '3', 24),
(47, '7', 'Штаны ветерана', '3', 24),
(48, '8', 'Сапоги ветерана', '3', 24),
(49, '1', 'Шлем возмездия', '3', 24),
(50, '2', 'Наплечник возмездия', '3', 24),
(51, '3', 'Броня возмездия', '3', 24),
(52, '4', 'Перчатки возмездия', '3', 24),
(53, '5', 'Меч возмездия инь', '3', 24),
(54, '6', 'Меч возмездия янь', '3', 24),
(55, '7', 'Штаны возмездия', '3', 24),
(56, '8', 'Сапоги возмездия', '3', 24),
(57, '1', 'Шлем зверобоя', '3', 24),
(58, '2', 'Наплечник зверобоя', '3', 24),
(59, '3', 'Броня зверобоя', '3', 24),
(60, '4', 'Перчатки зверобоя', '3', 24),
(61, '5', 'Щит зверобоя', '3', 24),
(62, '6', 'Меч зверобоя', '3', 24),
(63, '7', 'Штаны зверобоя', '3', 24),
(64, '8', 'Сапоги зверобоя', '3', 24),
(65, '1', 'Шлем искателя', '2', 10),
(66, '2', 'Наплечник искателя', '2', 10),
(67, '3', 'Броня искателя', '2', 10),
(68, '4', 'Перчатки искателя', '2', 10),
(69, '5', 'Коготь искателя инь', '2', 10),
(70, '6', 'Коготь искателя янь', '2', 10),
(71, '7', 'Штаны искател', '2', 10),
(72, '8', 'Сапоги искателя', '2', 10),
(73, '1', 'Шлем рыцаря', '2', 10),
(74, '2', 'Наплечник рыцаря', '2', 10),
(75, '3', 'Броня рыцаря', '2', 10),
(76, '4', 'Перчатки рыцаря', '2', 10),
(77, '5', 'Щит рыцаря', '2', 10),
(78, '6', 'Топор рыцаря', '2', 10),
(79, '7', 'Штаны рыцаря', '2', 10),
(80, '8', 'Сапоги рыцаря', '2', 10),
(81, '1', 'Шлем паладина', '3', 24),
(82, '2', 'Наплечник паладина', '3', 24),
(83, '3', 'Броня паладина', '3', 24),
(84, '4', 'Перчатки паладина', '3', 24),
(85, '5', 'Меч паладина инь', '3', 24),
(86, '6', 'Меч паладина янь', '3', 24),
(87, '7', 'Штаны паладина', '3', 24),
(88, '8', 'Сапоги паладина', '3', 24),
(89, '1', 'Шлем призрака', '4', 48),
(90, '2', 'Наплечник призрака', '4', 48),
(91, '3', 'Броня призрака', '4', 48),
(92, '4', 'Перчатки призрака', '4', 48),
(93, '5', 'Когти призрака инь', '4', 48),
(94, '6', 'Когти призрака янь', '4', 48),
(95, '7', 'Штаны призрака', '4', 48),
(96, '8', 'Сапоги призрака', '4', 48),
(97, '1', 'Шлем скалы', '4', 48),
(98, '2', 'Наплечник скалы', '4', 48),
(99, '3', 'Броня скалы', '4', 48),
(100, '4', 'Перчатки скалы', '4', 48),
(101, '5', 'Щит скалы', '4', 48),
(102, '6', 'Тесак скалы', '4', 48),
(103, '7', 'Штаны скалы', '4', 48),
(104, '8', 'Сапоги скалы', '4', 48),
(105, '1', 'Шлем стервятника', '3', 24),
(106, '2', 'Наплечники стервятника', '3', 24),
(107, '3', 'Броня стервятника', '3', 24),
(108, '4', 'Перчатки стервятника', '3', 24),
(109, '5', 'Клинок стервятника инь', '3', 24),
(110, '6', 'Клинок стервятника янь', '3', 24),
(111, '7', 'Штаны стервятника', '3', 24),
(112, '8', 'Сапоги стервятника', '3', 24),
(113, '1', 'Шлем стойкости', '3', 24),
(114, '2', 'Наплечник стойкости', '3', 24),
(115, '3', 'Броня стойкости', '3', 24),
(116, '4', 'Перчатки стойкости', '3', 24),
(117, '5', 'Щит стойкости', '3', 24),
(118, '6', 'Топор стойкости', '3', 24),
(120, '8', 'Сапоги стойкости', '3', 24),
(119, '7', 'Штаны стойкости', '3', 24),
(121, '1', 'Шлем страха', '4', 48),
(122, '2', 'Наплечник страха', '4', 48),
(123, '3', 'Броня страха', '4', 48),
(124, '4', 'Перчатки страха', '4', 48),
(125, '5', 'Меч страха инь', '4', 48),
(126, '6', 'Меч страха янь', '4', 48),
(127, '7', 'Штаны страха', '4', 48),
(128, '8', 'Сапоги страха', '4', 48),
(129, '1', 'Шлем атакера', '4', 48),
(130, '2', 'Наплечник атакера', '4', 48),
(131, '3', 'Броня атакера', '4', 48),
(132, '4', 'Перчатки атакера', '4', 48),
(133, '5', 'Щит атакера', '4', 48),
(134, '6', 'Меч атакера', '4', 48),
(135, '7', 'Штаны атакера', '4', 48),
(136, '8', 'Сапоги атакера', '4', 48),
(137, '1', 'Шлем гладиатора', '4', 48),
(138, '2', 'Наплечник гладиатора', '4', 48),
(139, '3', 'Броня гладиатора', '4', 48),
(140, '4', 'Перчатки гладиатора', '4', 48),
(141, '5', 'Меч гладиатора инь', '4', 48),
(142, '6', 'Меч гладиатора янь', '4', 48),
(143, '7', 'Штаны гладиатора', '4', 48),
(144, '8', 'Сапоги гладиатора', '4', 48),
(145, '1', 'Шлем элиты', '4', 48),
(146, '2', 'Наплечник элиты', '4', 48),
(147, '3', 'Броня элиты', '4', 48),
(148, '4', 'Перчатки элиты', '4', 48),
(149, '5', 'Щит элиты', '4', 48),
(150, '6', 'Меч элиты', '4', 48),
(151, '7', 'Штаны элиты', '4', 48),
(152, '8', 'Сапоги элиты', '4', 48),
(161, '1', 'Шлем молотобоя', '4', 48),
(162, '2', 'Наплечник молотобоя', '4', 48),
(163, '3', 'Броня молотобоя', '4', 48),
(164, '4', 'Перчатки молотобоя', '4', 48),
(165, '5', 'Молот молотобоя инь', '4', 48),
(166, '6', 'Молот молотобоя янь', '4', 48),
(167, '7', 'Штаны молотобоя', '4', 48),
(168, '8', 'Сапоги молотобоя', '4', 48),
(169, '1', 'Маска тени', '4', 48),
(170, '2', 'Наплечник тени', '4', 48),
(171, '3', 'Броня тени', '4', 48),
(172, '4', 'Перчатки тени', '4', 48),
(173, '5', 'Зубья тени инь', '4', 48),
(174, '6', 'Зубья тени янь', '4', 48),
(175, '7', 'Штаны тени', '4', 48),
(176, '8', 'Сапоги тени', '4', 48),
(178, '1', 'Шлем избранного', '5', 200),
(179, '2', 'Наплечник избранного', '5', 200),
(180, '3', 'Броня избранного', '5', 200),
(181, '4', 'Перчатки избранного', '5', 200),
(182, '5', 'Меч избранного инь', '5', 200),
(183, '6', 'Меч избранного янь', '5', 200),
(184, '7', 'Штаны избранного', '5', 200),
(185, '8', 'Сапоги избранного', '5', 200),
(186, '1', 'Шлем инквизитора', '5', 200),
(187, '2', 'Наплечник инквизитора', '5', 200),
(188, '3', 'Кираса инквизитора', '5', 200),
(189, '4', 'Перчатки инквизитора', '5', 200),
(190, '5', 'Щит инквизитора', '5', 200),
(191, '6', 'Меч инквизитора', '5', 200),
(192, '7', 'Штаны инквизитора', '5', 200),
(193, '8', 'Сапоги инквизитора', '5', 200),
(194, '1', 'Шлем хранителя', '5', 200),
(195, '2', 'Наплечник хранителя', '5', 200),
(196, '3', 'Броня хранителя', '5', 200),
(197, '4', 'Перчатки хранителя', '5', 200),
(198, '5', 'Щит хранителя', '5', 200),
(199, '6', 'Меч хранителя', '5', 200),
(200, '7', 'Штаны хранителя', '5', 200),
(201, '8', 'Сапоги хранителя', '5', 200),
(202, '1', 'Шлем мстителя', '5', 200),
(203, '2', 'Наплечник мстителя', '5', 200),
(204, '3', 'Броня мстителя', '5', 200),
(205, '4', 'Перчатки мстителя', '5', 200),
(206, '5', 'Меч мстителя инь', '5', 200),
(207, '6', 'Меч мстителя янь', '5', 200),
(208, '7', 'Штаны мстителя', '5', 200),
(209, '8', 'Сапоги мстителя', '5', 200),
(210, '1', 'Шлем палача', '5', 200),
(211, '2', 'Наплечник палача', '5', 200),
(212, '3', 'Кираса палача', '5', 200),
(213, '4', 'Перчатки палача', '5', 200),
(214, '5', 'Шипастый круг палача', '5', 200),
(215, '6', 'Топор палача', '5', 200),
(216, '7', 'Штаны палача', '5', 200),
(217, '8', 'Сапоги палача', '5', 200),
(218, '1', 'Шлем анархии', '6', 200),
(219, '2', 'Наплечник анархии', '6', 200),
(220, '3', 'Броня анархии', '6', 200),
(221, '4', 'Перчатки анархии', '6', 200),
(222, '5', 'Щит анархии', '6', 200),
(223, '6', 'Посох анархии', '6', 200),
(224, '7', 'Штаны анархии', '6', 200),
(225, '8', 'Сапоги анархии', '6', 200),
(226, '1', 'Шлем дракона', '6', 200),
(227, '2', 'Наплечник дракона', '6', 200),
(228, '3', 'Броня дракона', '6', 200),
(229, '4', 'Перчатки дракона', '6', 200),
(230, '5', 'Коса дракона инь', '6', 200),
(231, '6', 'Коса дракона янь', '6', 200),
(232, '7', 'Штаны дракона', '6', 200),
(233, '8', 'Сапоги дракона', '6', 200),
(234, '1', 'Шлем молнии', '6', 200),
(235, '2', 'Наплечник молнии', '6', 200),
(236, '3', 'Броня молнии', '6', 200),
(237, '4', 'Перчатки молнии', '6', 200),
(238, '5', 'Меч молнии инь', '6', 200),
(239, '6', 'Меч молнии янь', '6', 200),
(240, '7', 'Штаны молнии', '6', 200),
(241, '8', 'Сапоги молнии', '6', 200),
(242, '1', 'Шлем осквернителя', '6', 200),
(243, '2', 'Наплечник осквернителя', '6', 200),
(244, '3', 'Броня осквернителя', '6', 200),
(245, '4', 'Перчатки осквернителя', '6', 200),
(246, '5', 'Щит осквернителя', '6', 200),
(247, '6', 'Меч осквернителя', '6', 200),
(248, '7', 'Штаны осквернителя', '6', 200),
(249, '8', 'Сапоги осквернителя', '6', 200),
(250, '1', 'Шлем ястреба', '6', 200),
(251, '2', 'Наплечник ястреба', '6', 200),
(252, '3', 'Броня ястреба', '6', 200),
(253, '4', 'Перчатки ястреба', '6', 200),
(254, '5', 'Арбалет ястреба инь', '6', 200),
(255, '6', 'Арбалет ястреба янь', '6', 200),
(256, '7', 'Штаны ястреба', '6', 200),
(257, '8', 'Сапоги ястреба', '6', 200),
(258, '1', 'Шлем атланта', '6', 200),
(259, '2', 'Наплечник атланта', '6', 200),
(260, '3', 'Броня атланта', '6', 200),
(261, '4', 'Перчатки атланта', '6', 200),
(262, '5', 'Щит атланта', '6', 200),
(263, '6', 'Молот атланта', '6', 200),
(264, '7', 'Штаны атланта', '6', 200),
(265, '8', 'Сапоги атланта', '6', 200),
(266, '1', 'Шлем эльфийца', '6', 200),
(267, '2', 'Наплечник эльфийца', '6', 200),
(268, '3', 'Броня эльфийца', '6', 200),
(269, '4', 'Перчатки эльфийца', '6', 200),
(270, '5', 'Клинок эльфийца инь', '6', 200),
(271, '6', 'Клинок эльфийца янь', '6', 200),
(272, '7', 'Штаны эльфийца', '6', 200),
(273, '8', 'Сапоги эльфийца', '6', 200),
(274, '1', 'Шлем проклятого', '6', 200),
(275, '2', 'Наплечник проклятого', '6', 200),
(276, '3', 'Доспех проклятого', '6', 200),
(277, '4', 'Перчатки проклятого', '6', 200),
(278, '5', 'Щит проклятого', '6', 200),
(279, '6', 'Молот проклятого', '6', 200),
(280, '7', 'Штаны проклятого', '6', 200),
(281, '8', 'Сапоги проклятого', '6', 200),
(282, '1', 'Шлем солнца', '6', 200),
(283, '2', 'Наплечник солнца', '6', 200),
(284, '3', 'Доспех солнца', '6', 200),
(285, '4', 'Перчатки солнца', '6', 200),
(286, '5', 'Клинок солнца инь', '6', 200),
(287, '6', 'Клинок солнца янь', '6', 200),
(288, '7', 'Штаны солнца', '6', 200),
(289, '8', 'Сапоги солнца', '6', 200),
(290, '1', 'Шлем циклопа', '6', 200),
(291, '2', 'Наплечник циклопа', '6', 200),
(292, '3', 'Доспех циклопа', '6', 200),
(293, '4', 'Перчатки циклопа', '6', 200),
(294, '5', 'Щит циклопа', '6', 200),
(295, '6', 'Меч циклопа', '6', 200),
(296, '7', 'Штаны циклопа', '6', 200),
(297, '8', 'Сапоги циклопа', '6', 200),
(298, '1', 'Шлем олимпийца', '5', 200),
(299, '2', 'Наплечник олимпийца', '5', 200),
(300, '3', 'Броня олимпийца', '5', 200),
(301, '4', 'Перчатки олимпийца', '5', 200),
(302, '5', 'Щит олимпийца', '5', 200),
(303, '6', 'Меч олимпийца', '5', 200),
(304, '7', 'Штаны олимпийца', '5', 200),
(305, '8', 'Сапоги олимпийца', '5', 200),
(306, '1', 'Шлем луны', '5', 200),
(307, '2', 'Наплечник луны', '5', 200),
(308, '3', 'Броня луны', '5', 200),
(309, '4', 'Перчатки луны', '5', 200),
(310, '5', 'Щит луны', '5', 200),
(311, '6', 'Меч луны', '5', 200),
(312, '7', 'Штаны луны', '5', 200),
(313, '8', 'Сапоги луны', '5', 200),
(177, '5', 'Автомат Калашникова', '4', 48),
(440, '1', 'Шлем ярости', '5', 250);

-- --------------------------------------------------------

--
-- Структура таблицы `mail`
--
-- Создание: Мар 15 2017 г., 11:07
-- Последнее обновление: Мар 15 2017 г., 11:07
--

DROP TABLE IF EXISTS `mail`;
CREATE TABLE `mail` (
  `id` int(11) NOT NULL,
  `from` int(11) NOT NULL DEFAULT '0',
  `to` int(11) NOT NULL DEFAULT '0',
  `text` text,
  `time` int(11) NOT NULL DEFAULT '0',
  `read` enum('0','1') NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

-- --------------------------------------------------------

--
-- Структура таблицы `pets`
--
-- Создание: Мар 14 2017 г., 12:35
-- Последнее обновление: Мар 14 2017 г., 12:35
--

DROP TABLE IF EXISTS `pets`;
CREATE TABLE `pets` (
  `id` int(11) NOT NULL,
  `hp` int(11) DEFAULT '0',
  `max_hp` int(11) DEFAULT '0',
  `sila` int(11) DEFAULT '0',
  `def` int(11) DEFAULT '0',
  `name` varchar(50) NOT NULL,
  `img` int(11) DEFAULT '0',
  `cena` int(11) DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `pets`
--

INSERT INTO `pets` (`id`, `hp`, `max_hp`, `sila`, `def`, `name`, `img`, `cena`) VALUES
(1, 10, 50000, 10, 10, 'Дракон', 3, 10000),
(3, 500, 5000, 100, 100, 'Змея', 2, 5000);

-- --------------------------------------------------------

--
-- Структура таблицы `pets_user`
--
-- Создание: Мар 14 2017 г., 12:35
-- Последнее обновление: Мар 14 2017 г., 12:35
--

DROP TABLE IF EXISTS `pets_user`;
CREATE TABLE `pets_user` (
  `id` int(11) NOT NULL,
  `hp` int(11) DEFAULT '0',
  `name` varchar(50) NOT NULL,
  `max_hp` int(11) DEFAULT '0',
  `sila` int(11) DEFAULT '0',
  `def` int(11) DEFAULT '0',
  `img` int(11) DEFAULT '0',
  `user` int(11) DEFAULT '0',
  `open` set('open','close') NOT NULL DEFAULT 'close'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `premium`
--
-- Создание: Мар 15 2017 г., 11:08
-- Последнее обновление: Мар 15 2017 г., 11:08
--

DROP TABLE IF EXISTS `premium`;
CREATE TABLE `premium` (
  `id` int(11) NOT NULL,
  `user` int(11) NOT NULL DEFAULT '0',
  `time` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

-- --------------------------------------------------------

--
-- Структура таблицы `ref`
--
-- Создание: Мар 15 2017 г., 11:08
-- Последнее обновление: Мар 15 2017 г., 11:08
--

DROP TABLE IF EXISTS `ref`;
CREATE TABLE `ref` (
  `id` int(11) NOT NULL,
  `user` int(11) NOT NULL DEFAULT '0',
  `ho` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

-- --------------------------------------------------------

--
-- Структура таблицы `sack`
--
-- Создание: Мар 15 2017 г., 11:08
-- Последнее обновление: Мар 15 2017 г., 11:08
--

DROP TABLE IF EXISTS `sack`;
CREATE TABLE `sack` (
  `id` int(11) NOT NULL,
  `user` int(11) NOT NULL DEFAULT '0',
  `1` int(11) NOT NULL DEFAULT '0',
  `2` int(11) NOT NULL DEFAULT '0',
  `3` int(11) NOT NULL DEFAULT '0',
  `4` int(11) NOT NULL DEFAULT '0',
  `5` int(11) NOT NULL DEFAULT '0',
  `6` int(11) NOT NULL DEFAULT '0',
  `7` int(11) NOT NULL DEFAULT '0',
  `8` int(11) NOT NULL DEFAULT '0',
  `9` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

-- --------------------------------------------------------

--
-- Структура таблицы `shop`
--
-- Создание: Мар 14 2017 г., 12:35
-- Последнее обновление: Мар 14 2017 г., 12:35
--

DROP TABLE IF EXISTS `shop`;
CREATE TABLE `shop` (
  `id` int(11) NOT NULL,
  `quality` enum('0','1','2','3','4','5','6') NOT NULL DEFAULT '0',
  `bonus` int(11) NOT NULL DEFAULT '0',
  `cost` int(11) NOT NULL DEFAULT '0',
  `_str` int(11) NOT NULL DEFAULT '0',
  `_vit` int(11) NOT NULL DEFAULT '0',
  `_agi` int(11) NOT NULL DEFAULT '0',
  `_def` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

--
-- Дамп данных таблицы `shop`
--

INSERT INTO `shop` (`id`, `quality`, `bonus`, `cost`, `_str`, `_vit`, `_agi`, `_def`) VALUES
(9, '1', 5, 10, 31, 31, 31, 31),
(10, '1', 5, 10, 31, 31, 31, 31),
(11, '1', 5, 10, 31, 31, 31, 31),
(12, '1', 5, 10, 31, 31, 31, 31),
(13, '1', 5, 10, 31, 31, 31, 31),
(14, '1', 5, 10, 31, 31, 31, 31),
(15, '1', 5, 10, 31, 31, 31, 31),
(16, '1', 5, 10, 31, 31, 31, 31),
(198, '5', 10, 2000, 120, 120, 120, 120),
(199, '5', 10, 2000, 120, 120, 120, 120),
(17, '1', 5, 10, 31, 31, 31, 31),
(18, '1', 5, 10, 31, 31, 31, 31),
(19, '1', 5, 10, 31, 31, 31, 31),
(20, '1', 5, 10, 31, 31, 31, 31),
(21, '1', 5, 10, 31, 31, 31, 31),
(22, '1', 5, 10, 31, 31, 31, 31),
(23, '1', 5, 10, 31, 31, 31, 31),
(24, '1', 5, 10, 31, 31, 31, 31),
(25, '1', 5, 10, 31, 31, 31, 31),
(26, '1', 5, 10, 31, 31, 31, 31),
(27, '1', 5, 10, 31, 31, 31, 31),
(28, '1', 5, 10, 31, 31, 31, 31),
(29, '1', 5, 10, 31, 31, 31, 31),
(30, '1', 5, 10, 31, 31, 31, 31),
(31, '1', 5, 10, 31, 31, 31, 31),
(32, '1', 5, 10, 31, 31, 31, 31),
(33, '2', 10, 30, 45, 45, 45, 45),
(34, '2', 10, 30, 45, 45, 45, 45),
(35, '2', 10, 30, 45, 45, 45, 45),
(36, '2', 10, 30, 45, 45, 45, 45),
(37, '2', 10, 30, 45, 45, 45, 45),
(38, '2', 10, 30, 45, 45, 45, 45),
(39, '2', 10, 30, 45, 45, 45, 45),
(40, '2', 10, 30, 45, 45, 45, 45),
(65, '2', 10, 30, 45, 45, 45, 45),
(66, '2', 10, 30, 45, 45, 45, 45),
(67, '2', 10, 30, 45, 45, 45, 45),
(68, '2', 10, 30, 45, 45, 45, 45),
(69, '2', 10, 30, 45, 45, 45, 45),
(70, '2', 10, 30, 45, 45, 45, 45),
(71, '2', 10, 30, 45, 45, 45, 45),
(72, '2', 10, 30, 45, 45, 45, 45),
(73, '2', 10, 30, 45, 45, 45, 45),
(74, '2', 10, 30, 45, 45, 45, 45),
(75, '2', 10, 30, 45, 45, 45, 45),
(76, '2', 10, 30, 45, 45, 45, 45),
(77, '2', 10, 30, 45, 45, 45, 45),
(78, '2', 10, 30, 45, 45, 45, 45),
(79, '2', 10, 30, 45, 45, 45, 45),
(80, '2', 10, 30, 45, 45, 45, 45),
(41, '3', 10, 60, 52, 52, 52, 52),
(42, '3', 10, 60, 52, 52, 52, 52),
(43, '3', 10, 60, 52, 52, 52, 52),
(44, '3', 10, 60, 52, 52, 52, 52),
(45, '3', 10, 60, 52, 52, 52, 52),
(46, '3', 10, 60, 52, 52, 52, 52),
(47, '3', 10, 60, 52, 52, 52, 52),
(48, '3', 10, 60, 52, 52, 52, 52),
(49, '3', 10, 60, 52, 52, 52, 52),
(50, '3', 10, 60, 52, 52, 52, 52),
(51, '3', 10, 60, 52, 52, 52, 52),
(52, '3', 10, 60, 52, 52, 52, 52),
(53, '3', 10, 60, 52, 52, 52, 52),
(54, '3', 10, 60, 52, 52, 52, 52),
(55, '3', 10, 60, 52, 52, 52, 52),
(56, '3', 10, 60, 52, 52, 52, 52),
(57, '3', 10, 60, 52, 52, 52, 52),
(58, '3', 10, 60, 52, 52, 52, 52),
(59, '3', 10, 60, 52, 52, 52, 52),
(60, '3', 10, 60, 52, 52, 52, 52),
(61, '3', 10, 60, 52, 52, 52, 52),
(62, '3', 10, 60, 52, 52, 52, 52),
(63, '3', 10, 60, 52, 52, 52, 52),
(64, '3', 10, 60, 52, 52, 52, 52),
(81, '3', 10, 60, 52, 52, 52, 52),
(82, '3', 10, 60, 52, 52, 52, 52),
(83, '3', 10, 60, 52, 52, 52, 52),
(84, '3', 10, 60, 52, 52, 52, 52),
(85, '3', 10, 60, 52, 52, 52, 52),
(86, '3', 10, 60, 52, 52, 52, 52),
(87, '3', 10, 60, 52, 52, 52, 52),
(88, '3', 10, 60, 52, 52, 52, 52),
(105, '3', 10, 60, 52, 52, 52, 52),
(106, '3', 10, 60, 52, 52, 52, 52),
(107, '3', 10, 60, 52, 52, 52, 52),
(108, '3', 10, 60, 52, 52, 52, 52),
(109, '3', 10, 60, 52, 52, 52, 52),
(110, '3', 10, 60, 52, 52, 52, 52),
(111, '3', 10, 60, 52, 52, 52, 52),
(112, '3', 10, 60, 52, 52, 52, 52),
(113, '3', 10, 60, 52, 52, 52, 52),
(114, '3', 10, 60, 52, 52, 52, 52),
(115, '3', 10, 60, 52, 52, 52, 52),
(116, '3', 10, 60, 52, 52, 52, 52),
(117, '3', 10, 60, 52, 52, 52, 52),
(118, '3', 10, 60, 52, 52, 52, 52),
(119, '3', 10, 60, 52, 52, 52, 52),
(120, '3', 10, 60, 52, 52, 52, 52),
(89, '4', 10, 200, 60, 60, 60, 60),
(90, '4', 10, 200, 60, 60, 60, 60),
(91, '4', 10, 200, 60, 60, 60, 60),
(92, '4', 10, 200, 60, 60, 60, 60),
(93, '4', 10, 200, 60, 60, 60, 60),
(94, '4', 10, 200, 60, 60, 60, 60),
(95, '4', 10, 200, 60, 60, 60, 60),
(96, '4', 10, 200, 60, 60, 60, 60),
(97, '4', 10, 200, 60, 60, 60, 60),
(98, '4', 10, 200, 60, 60, 60, 60),
(99, '4', 10, 200, 60, 60, 60, 60),
(100, '4', 10, 200, 60, 60, 60, 60),
(101, '4', 10, 200, 60, 60, 60, 60),
(102, '4', 10, 200, 60, 60, 60, 60),
(103, '4', 10, 200, 60, 60, 60, 60),
(104, '4', 10, 200, 60, 60, 60, 60),
(121, '4', 10, 200, 60, 60, 60, 60),
(122, '4', 10, 200, 60, 60, 60, 60),
(123, '4', 10, 200, 60, 60, 60, 60),
(124, '4', 10, 200, 60, 60, 60, 60),
(125, '4', 10, 200, 60, 60, 60, 60),
(126, '4', 10, 200, 60, 60, 60, 60),
(127, '4', 10, 200, 60, 60, 60, 60),
(128, '4', 10, 200, 60, 60, 60, 60),
(129, '4', 10, 200, 60, 60, 60, 60),
(130, '4', 10, 200, 60, 60, 60, 60),
(131, '4', 10, 200, 60, 60, 60, 60),
(132, '4', 10, 200, 60, 60, 60, 60),
(133, '4', 10, 200, 60, 60, 60, 60),
(134, '4', 10, 200, 60, 60, 60, 60),
(135, '4', 10, 200, 60, 60, 60, 60),
(136, '4', 10, 200, 60, 60, 60, 60),
(202, '5', 10, 2000, 120, 120, 120, 120),
(203, '5', 10, 2000, 120, 120, 120, 120),
(204, '5', 10, 2000, 120, 120, 120, 120),
(205, '5', 10, 2000, 120, 120, 120, 120),
(206, '5', 10, 2000, 120, 120, 120, 120),
(207, '5', 10, 2000, 120, 120, 120, 120),
(208, '5', 10, 2000, 120, 120, 120, 120),
(209, '5', 10, 2000, 120, 120, 120, 120),
(186, '5', 10, 2000, 120, 120, 120, 120),
(187, '5', 10, 2000, 120, 120, 120, 120),
(188, '5', 10, 2000, 120, 120, 120, 120),
(189, '5', 10, 2000, 120, 120, 120, 120),
(190, '5', 10, 2000, 120, 120, 120, 120),
(191, '5', 10, 2000, 120, 120, 120, 120),
(192, '5', 10, 2000, 120, 120, 120, 120),
(193, '5', 10, 2000, 120, 120, 120, 120),
(194, '5', 10, 2000, 120, 120, 120, 120),
(195, '5', 10, 2000, 120, 120, 120, 120),
(196, '5', 10, 2000, 120, 120, 120, 120),
(197, '5', 10, 2000, 120, 120, 120, 120),
(200, '5', 10, 2000, 120, 120, 120, 120),
(201, '5', 10, 2000, 120, 120, 120, 120),
(178, '5', 10, 2000, 120, 120, 120, 120),
(179, '5', 10, 2000, 120, 120, 120, 120),
(180, '5', 10, 2000, 120, 120, 120, 120),
(181, '5', 10, 2000, 120, 120, 120, 120),
(182, '5', 10, 2000, 120, 120, 120, 120),
(183, '5', 10, 2000, 120, 120, 120, 120),
(184, '5', 10, 2000, 120, 120, 120, 120),
(185, '5', 10, 2000, 120, 120, 120, 120),
(137, '4', 10, 200, 60, 60, 60, 60),
(138, '4', 10, 200, 60, 60, 60, 60),
(139, '4', 10, 200, 60, 60, 60, 60),
(140, '4', 10, 200, 60, 60, 60, 60),
(141, '4', 10, 200, 60, 60, 60, 60),
(142, '4', 10, 200, 60, 60, 60, 60),
(143, '4', 10, 200, 60, 60, 60, 60),
(144, '4', 10, 200, 60, 60, 60, 60),
(145, '4', 10, 200, 60, 60, 60, 60),
(146, '4', 10, 200, 60, 60, 60, 60),
(147, '4', 10, 200, 60, 60, 60, 60),
(148, '4', 10, 200, 60, 60, 60, 60),
(149, '4', 10, 200, 60, 60, 60, 60),
(150, '4', 10, 200, 60, 60, 60, 60),
(151, '4', 10, 200, 60, 60, 60, 60),
(152, '4', 10, 200, 60, 60, 60, 60),
(161, '4', 10, 200, 60, 60, 60, 60),
(162, '4', 10, 200, 60, 60, 60, 60),
(163, '4', 10, 200, 60, 60, 60, 60),
(164, '4', 10, 200, 60, 60, 60, 60),
(165, '4', 10, 200, 60, 60, 60, 60),
(166, '4', 10, 200, 60, 60, 60, 60),
(167, '4', 10, 200, 60, 60, 60, 60),
(168, '4', 10, 200, 60, 60, 60, 60),
(210, '5', 10, 2000, 120, 120, 120, 120),
(211, '5', 10, 2000, 120, 120, 120, 120),
(212, '5', 10, 2000, 120, 120, 120, 120),
(213, '5', 10, 2000, 120, 120, 120, 120),
(214, '5', 10, 2000, 120, 120, 120, 120),
(215, '5', 10, 2000, 120, 120, 120, 120),
(216, '5', 10, 2000, 120, 120, 120, 120),
(217, '5', 10, 2000, 120, 120, 120, 120);

-- --------------------------------------------------------

--
-- Структура таблицы `undying`
--
-- Создание: Мар 14 2017 г., 12:35
-- Последнее обновление: Мар 14 2017 г., 19:34
--

DROP TABLE IF EXISTS `undying`;
CREATE TABLE `undying` (
  `id` int(11) NOT NULL,
  `time` int(11) NOT NULL DEFAULT '0',
  `end` enum('0','1') NOT NULL DEFAULT '0',
  `start` enum('0','1') NOT NULL DEFAULT '0',
  `opponents` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

--
-- Дамп данных таблицы `undying`
--

INSERT INTO `undying` (`id`, `time`, `end`, `start`, `opponents`) VALUES
(1, 1472284310, '1', '1', 10),
(2, 1472301573, '1', '1', 8),
(3, 1472313275, '1', '1', 0),
(4, 1472324831, '1', '1', 3),
(5, 1472336525, '1', '1', 5),
(6, 1472350528, '1', '1', 2),
(7, 1472368066, '1', '1', 0),
(8, 1472378935, '1', '1', 0),
(9, 1472407781, '1', '1', 0),
(10, 1489495759, '0', '1', 2),
(11, 1489520372, '0', '1', 0),
(12, 1489530872, '0', '0', 1);

-- --------------------------------------------------------

--
-- Структура таблицы `undying_member`
--
-- Создание: Мар 15 2017 г., 11:09
-- Последнее обновление: Мар 15 2017 г., 11:09
--

DROP TABLE IF EXISTS `undying_member`;
CREATE TABLE `undying_member` (
  `id` int(11) NOT NULL,
  `battle` int(11) NOT NULL DEFAULT '0',
  `user` int(11) NOT NULL DEFAULT '0',
  `dead` enum('0','1') NOT NULL DEFAULT '0',
  `exit` enum('0','1') NOT NULL DEFAULT '0',
  `time` int(11) NOT NULL DEFAULT '0',
  `kills` int(11) NOT NULL DEFAULT '0',
  `dmg` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

-- --------------------------------------------------------

--
-- Структура таблицы `users`
--
-- Создание: Мар 15 2017 г., 11:09
-- Последнее обновление: Мар 15 2017 г., 11:09
--

DROP TABLE IF EXISTS `users`;
CREATE TABLE `users` (
  `id` int(11) NOT NULL,
  `login` varchar(100) DEFAULT NULL,
  `password` varchar(100) DEFAULT NULL,
  `sex` enum('0','1') NOT NULL DEFAULT '0',
  `online` int(11) NOT NULL DEFAULT '0',
  `last_update` int(11) NOT NULL DEFAULT '0',
  `r` enum('0','1') NOT NULL DEFAULT '0',
  `level` int(11) NOT NULL DEFAULT '1',
  `hp` int(11) NOT NULL DEFAULT '0',
  `mp` int(11) NOT NULL DEFAULT '0',
  `exp` int(11) NOT NULL DEFAULT '0',
  `g` int(11) NOT NULL DEFAULT '0',
  `s` int(11) NOT NULL DEFAULT '0',
  `skill` int(11) NOT NULL DEFAULT '0',
  `str` int(11) NOT NULL DEFAULT '10',
  `_str` int(11) NOT NULL DEFAULT '0',
  `vit` int(11) NOT NULL DEFAULT '10',
  `_vit` int(11) NOT NULL DEFAULT '0',
  `agi` int(11) NOT NULL DEFAULT '10',
  `_agi` int(11) NOT NULL DEFAULT '0',
  `def` int(11) NOT NULL DEFAULT '10',
  `_def` int(11) NOT NULL DEFAULT '0',
  `mana` int(11) NOT NULL DEFAULT '1000',
  `_mana` int(11) NOT NULL DEFAULT '0',
  `w_1` int(11) NOT NULL DEFAULT '0',
  `w_2` int(11) NOT NULL DEFAULT '0',
  `w_3` int(11) NOT NULL DEFAULT '0',
  `w_4` int(11) NOT NULL DEFAULT '0',
  `w_5` int(11) NOT NULL DEFAULT '0',
  `w_6` int(11) NOT NULL DEFAULT '0',
  `w_7` int(11) NOT NULL DEFAULT '0',
  `w_8` int(11) NOT NULL DEFAULT '0',
  `save` enum('0','1') NOT NULL DEFAULT '0',
  `duel_rating` int(11) NOT NULL DEFAULT '0',
  `duel_fights` int(11) NOT NULL DEFAULT '0',
  `duel_last_update` int(11) NOT NULL DEFAULT '0',
  `duel_changes` int(11) NOT NULL DEFAULT '0',
  `ip` text,
  `ua` text,
  `coliseum_rating` int(11) NOT NULL DEFAULT '0',
  `self` text,
  `ability_1` int(11) NOT NULL DEFAULT '0',
  `ability_1_quality` enum('0','1','2','3','4','5','6') NOT NULL DEFAULT '0',
  `ability_2` int(11) NOT NULL DEFAULT '0',
  `ability_2_quality` enum('0','1','2','3','4','5','6') NOT NULL DEFAULT '0',
  `ability_3` int(11) NOT NULL DEFAULT '0',
  `ability_3_quality` enum('0','1','2','3','4','5','6') NOT NULL DEFAULT '0',
  `ability_4` int(11) NOT NULL DEFAULT '0',
  `ability_4_quality` enum('0','1','2','3','4','5','6') NOT NULL DEFAULT '0',
  `ability_5` int(11) NOT NULL DEFAULT '0',
  `ability_5_quality` enum('0','1','2','3','4','5','6') NOT NULL DEFAULT '0',
  `bg` enum('0','1','2','3','4') NOT NULL DEFAULT '0',
  `chest` enum('0','1') NOT NULL DEFAULT '0',
  `duel_trophy` int(11) NOT NULL DEFAULT '0',
  `arena_opponent` int(11) NOT NULL DEFAULT '0',
  `arena_time` int(11) NOT NULL DEFAULT '0',
  `res_1` int(11) NOT NULL DEFAULT '0',
  `res_2` int(11) NOT NULL DEFAULT '0',
  `res_3` int(11) NOT NULL DEFAULT '0',
  `res_4` int(11) NOT NULL DEFAULT '0',
  `res_5` int(11) NOT NULL DEFAULT '0',
  `res_6` int(11) NOT NULL DEFAULT '0',
  `res_7` int(11) NOT NULL DEFAULT '0',
  `res_8` int(11) NOT NULL DEFAULT '0',
  `res_9` int(11) NOT NULL DEFAULT '0',
  `access` int(11) DEFAULT '0',
  `chester` int(11) DEFAULT '0',
  `iznos_time` int(11) DEFAULT '0',
  `chat_msg` int(11) DEFAULT '0',
  `biznes_dohod` int(11) DEFAULT '0',
  `biznes_time` int(11) DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

--
-- Дамп данных таблицы `users`
--

INSERT INTO `users` (`id`, `login`, `password`, `sex`, `online`, `last_update`, `r`, `level`, `hp`, `mp`, `exp`, `g`, `s`, `skill`, `str`, `_str`, `vit`, `_vit`, `agi`, `_agi`, `def`, `_def`, `mana`, `_mana`, `w_1`, `w_2`, `w_3`, `w_4`, `w_5`, `w_6`, `w_7`, `w_8`, `save`, `duel_rating`, `duel_fights`, `duel_last_update`, `duel_changes`, `ip`, `ua`, `coliseum_rating`, `self`, `ability_1`, `ability_1_quality`, `ability_2`, `ability_2_quality`, `ability_3`, `ability_3_quality`, `ability_4`, `ability_4_quality`, `ability_5`, `ability_5_quality`, `bg`, `chest`, `duel_trophy`, `arena_opponent`, `arena_time`, `res_1`, `res_2`, `res_3`, `res_4`, `res_5`, `res_6`, `res_7`, `res_8`, `res_9`, `access`, `chester`, `iznos_time`, `chat_msg`, `biznes_dohod`, `biznes_time`) VALUES
(1, 'Sistema', 'svet9086', '0', 0, 1489576182, '0', 1, 20, 1000, 0, 10000, 100000, 0, 10, 0, 10, 0, 10, 0, 10, 0, 1000, 0, 0, 0, 0, 0, 0, 0, 0, 0, '1', 0, 5, 9000, 5, NULL, NULL, 0, NULL, 0, '0', 0, '0', 0, '0', 0, '0', 0, '0', '0', '0', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1489619365, 0, 0, 0);

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `arena`
--
ALTER TABLE `arena`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `ban`
--
ALTER TABLE `ban`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `bazaar`
--
ALTER TABLE `bazaar`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `cave`
--
ALTER TABLE `cave`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `chat`
--
ALTER TABLE `chat`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `city`
--
ALTER TABLE `city`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `clans`
--
ALTER TABLE `clans`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `clan_invite`
--
ALTER TABLE `clan_invite`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `clan_memb`
--
ALTER TABLE `clan_memb`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `clan_msg`
--
ALTER TABLE `clan_msg`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `clan_msg_read`
--
ALTER TABLE `clan_msg_read`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `coliseum`
--
ALTER TABLE `coliseum`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `coliseum_log`
--
ALTER TABLE `coliseum_log`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `coliseum_member`
--
ALTER TABLE `coliseum_member`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `complects`
--
ALTER TABLE `complects`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `duel`
--
ALTER TABLE `duel`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `farm`
--
ALTER TABLE `farm`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `fish`
--
ALTER TABLE `fish`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `forum_comments`
--
ALTER TABLE `forum_comments`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `forum_sub`
--
ALTER TABLE `forum_sub`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `forum_topic`
--
ALTER TABLE `forum_topic`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `inv`
--
ALTER TABLE `inv`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `items`
--
ALTER TABLE `items`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `mail`
--
ALTER TABLE `mail`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `pets`
--
ALTER TABLE `pets`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `pets_user`
--
ALTER TABLE `pets_user`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `premium`
--
ALTER TABLE `premium`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `ref`
--
ALTER TABLE `ref`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `sack`
--
ALTER TABLE `sack`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `shop`
--
ALTER TABLE `shop`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `undying`
--
ALTER TABLE `undying`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `undying_member`
--
ALTER TABLE `undying_member`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `arena`
--
ALTER TABLE `arena`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `ban`
--
ALTER TABLE `ban`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `bazaar`
--
ALTER TABLE `bazaar`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `cave`
--
ALTER TABLE `cave`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `chat`
--
ALTER TABLE `chat`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `city`
--
ALTER TABLE `city`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT для таблицы `clans`
--
ALTER TABLE `clans`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `clan_invite`
--
ALTER TABLE `clan_invite`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `clan_memb`
--
ALTER TABLE `clan_memb`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `clan_msg`
--
ALTER TABLE `clan_msg`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `clan_msg_read`
--
ALTER TABLE `clan_msg_read`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `coliseum`
--
ALTER TABLE `coliseum`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `coliseum_log`
--
ALTER TABLE `coliseum_log`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `coliseum_member`
--
ALTER TABLE `coliseum_member`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `complects`
--
ALTER TABLE `complects`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=54;
--
-- AUTO_INCREMENT для таблицы `duel`
--
ALTER TABLE `duel`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `farm`
--
ALTER TABLE `farm`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `fish`
--
ALTER TABLE `fish`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `forum_comments`
--
ALTER TABLE `forum_comments`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `forum_sub`
--
ALTER TABLE `forum_sub`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=31;
--
-- AUTO_INCREMENT для таблицы `forum_topic`
--
ALTER TABLE `forum_topic`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `inv`
--
ALTER TABLE `inv`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `items`
--
ALTER TABLE `items`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=441;
--
-- AUTO_INCREMENT для таблицы `mail`
--
ALTER TABLE `mail`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `pets`
--
ALTER TABLE `pets`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT для таблицы `pets_user`
--
ALTER TABLE `pets_user`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `premium`
--
ALTER TABLE `premium`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `ref`
--
ALTER TABLE `ref`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `sack`
--
ALTER TABLE `sack`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `shop`
--
ALTER TABLE `shop`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=218;
--
-- AUTO_INCREMENT для таблицы `undying`
--
ALTER TABLE `undying`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;
--
-- AUTO_INCREMENT для таблицы `undying_member`
--
ALTER TABLE `undying_member`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `users`
--
ALTER TABLE `users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
